java
vlc
visual-studio-code
android-studio
jeromelebel-mongohub
sequel-pro
iterm2
firefox
brave-browser
rectangle
alfred
iina
steam
signal
transmission
wineskin-winery
karabiner-elements
homebrew/cask-drivers/logitech-options
font-symbols-only-nerd-font
font-jetbrains-mono-nerd-font
sublime-text
studio-3t
zoom
telegram
paw
timemachineeditor
crossover
viber
parallels
docker
