skype
vlc
java
visual-studio-code
phpstorm
android-studio
jeromelebel-mongohub
sequel-pro
db-browser-for-sqlite
iterm2
firefox
opera
google-chrome
slack
spectacle
telegram
1password
virtualbox
virtualbox-extension-pack
rocket
