skype
vlc
java
visual-studio-code
webstorm
android-studio
jeromelebel-mongohub
sequel-pro
db-browser-for-sqlite
iterm2
firefox
firefox-developer-edition
opera
google-chrome
spectacle
virtualbox
virtualbox-extension-pack
rocket
hyper
alfred
insomnia
balenaetcher
iina
cleammymac3
steam
teamviewer
transmission
wineskin-winery